/**
 * 3. Создать класс.
 * В методе main объявить две переменные типа int и присвоить им произвольные числовые значения.
 * Для первой переменной вызвать операцию инкремента, для второй переменной вызвать операцию декримента.
 * Результаты вывести на консоль.
 */

public class Program003 {

    public static void main(String[] args) {
        int number1 = 1;
        int number2 = 2;

        System.out.println(++number1);
        System.out.println(--number2);
    }

}
